Repository: Ahmedfoued/testsvn
Catalog: lang/wc-etransactions-*.po
Languages: fr_fr

source: TEST MODE
fr_fr: MODE TEST

source: Test mode enabled - No debit will be made
fr_fr: Mode test activé - Aucun débit ne sera effectué

source: Customer is redirected to E-Transactions payment page
fr_fr: Le client est redirigé vers la pages de paiement etransactions

source: Do you really want to change the current shop environment mode?
fr_fr: Voulez-vous réellement changer le mode de fonctionnement actuel ?

source: Do you have a question?
fr_fr: Vous avez une question ?

source: Contact us using
fr_fr: Contactez-nous en utilisant

source: this link
fr_fr: ce lien

source: Download User guide
fr_fr: Télécharger le guide utilisateur

source: Logs files
fr_fr: Fichiers de log

source: Download
fr_fr: Télécharger

source: You are currently editing the <strong><u>%s</u></strong> configuration
fr_fr: Vous modifiez actuellement la configuration de <strong><u>%s</u></strong>

source: => Click here to switch to the <strong>%s</strong> configuration
fr_fr: => Cliquez ici pour passer à la configuration de <strong>%s</strong>

source: My account
fr_fr: Mon compte

source: Global configuration
fr_fr: Configuration globale

source: Means of payment configuration
fr_fr: Configuration des moyens de paiement

source: Back...
fr_fr: Retour...

source: HMAC key cannot be decrypted please re-enter or reinitialise it.
fr_fr: La clef HMAC n'a pas pu être déchiffrée! entrez à nouveau cette clef, ou réinitialisez la.

source: Woocommerce is not active !
fr_fr: WooCommerce n’est pas activé !

source: Test mode enabled
fr_fr: Mode test activé

source: No debit will be made
fr_fr: Aucun débit ne sera effectué

source: Payment was captured by E-Transactions.
fr_fr: Paiement capturé par e-Transactions.

source: Payment was refused by E-Transactions (%s).
fr_fr: Paiement refusé par e-Transactions (%s).

source: Pay with my stored card - **%02d - %02d/%02d
fr_fr: Payer avec ma carte enregistrée - **%02d - %02d/%02d

source: Please fill a valid number
fr_fr: Veuillez renseigner un numéro de téléphone valide

source: Payment canceled
fr_fr: Le paiement a été annulé

source: Customer is back from E-Transactions payment page.
fr_fr: Le client revient de la page de paiement e-Transactions.

source: Payment refused by E-Transactions
fr_fr: Le paiement a été refusé par e-Transactions

source: Your card has been added as a new payment method.
fr_fr: Votre carte a été ajoutée comme nouvelle méthode de paiement.

source: Missing %s parameter in E-Transactions call
fr_fr: Le paramètre %s manque dans l'appel e-Transactions

source: Payment was authorized and captured by E-Transactions.
fr_fr: Paiement autorisé et capturé par e-Transactions.

source: Second payment was captured by E-Transactions.
fr_fr: Deuxième paiement capturé par e-Transactions.

source: Payment was authorized by E-Transactions.
fr_fr: Paiement autorisé par e-Transactions.

source: Third payment was captured by E-Transactions.
fr_fr: Troisième paiement capturé par e-Transactions.

source: Invalid three-time payment status
fr_fr: Statut du paiement en trois fois non valide

source: Unexpected type %s
fr_fr: Type %s inattendu

source: Current shop environment mode
fr_fr: Mode d'environnement de la boutique actuel

source: Test (no debit)
fr_fr: Test (aucun débit ne sera effectué)

source: Enable/Disable
fr_fr: Actif/Inactif

source: Enable E-Transactions Payment
fr_fr: Activer le paiement par e-Transactions

source: Grouped payment configuration
fr_fr: Réglages du moyen de paiement groupé

source: Activate
fr_fr: Activer

source: Display one payment option for all means of payment available on payment page after redirection
fr_fr: Afficher un bouton pour l'ensemble des moyens de paiement accessible sur la page de paiement après redirection

source: Title displayed on your payment page
fr_fr: Texte affiché sur votre page de paiement

source: Title of generic payment option displayed on your page with means of payment choices
fr_fr: Libellé du moyen de paiement Up2pay e-Transactions regroupé qui s'affichera sur votre page de choix des moyens de paiement.

source: Logo displayed on your payment page
fr_fr: Logo affiché sur votre page de paiement

source: Title of generic payment option displayed on your page with means of payment choices. Files are available on directory:
fr_fr: Logo du moyen de paiement Up2pay e-Transactions regroupé qui s'affichera sur votre page de choix des moyens de paiement associé au libellé. Les fichiers sont dans le répertoire:

source: Description displayed on your payment page
fr_fr: Description affichée sur votre page de paiement

source: Description of generic payment option displayed on your page with means of payment choices.
fr_fr: Description du moyen de paiement Up2pay e-Transactions regroupé qui s'affichera sur votre page de choix des moyens de paiement associée au libellé.

source: Cards default settings
fr_fr: Réglages par défaut des paiements

source: Debit type
fr_fr: Type de débit

source: Immediate
fr_fr: Immédiat

source: On order event
fr_fr: Sur évènement de commande

source: 1 day
fr_fr: 1 jour

source: 2 days
fr_fr: 2 jours

source: 3 days
fr_fr: 3 jours

source: 4 days
fr_fr: 4 jours

source: 5 days
fr_fr: 5 jours

source: 6 days
fr_fr: 6 jours

source: 7 days
fr_fr: 7 jours

source: Order status that trigger capture
fr_fr: Etat de la commande déclenchant l'envoi en banque

source: Display of payment method
fr_fr: Affichage du moyen de paiement

source: This setting does not apply on the generic method (redirect method is forced)
fr_fr: Ce réglage n'a pas d'effet pour la méthode générique, qui est en redirection uniquement.

source: Redirect method (default)
fr_fr: Méthode redirection (par défaut)

source: Seamless (iframe)
fr_fr: Intégré (iFrame)

source: 1-click payment
fr_fr: Paiement en 1 Clic

source: Allow your customer to pay without entering his card number for every order (only for payment with CB, VISA and Mastercard)
fr_fr: Permettre à votre client de payer sans saisir les informations de sa carte à chaque achat (uniquement disponible pour le paiement avec CB, VISA et Mastercard).

source: Enable this means of payment only for orders with amount equal or greater than the amount configured (let it empty for no condition)
fr_fr: Activer ce moyen de paiement pour les commandes dont le montant est supérieur ou égal au montant indiqué (laissez vide pour ne pas activer cette condition)

source: Enable this means of payment only for orders with amount equal or lower than the amount configured (let it empty for no condition)
fr_fr: Activer ce moyen de paiement pour les commandes dont le montant est supérieur ou égal au montant indiqué (laissez vide pour ne pas activer cette condition)

source: Minimal amount
fr_fr: Montant minimal

source: 3DS exemption threshold
fr_fr: Seuil d’exemption 3DS

source: Enable 3DS exemption means of payment only for orders with amount equal or smaller than the amount configured (let it empty for no condition)
fr_fr: Activer l’exemption 3DS pour les commandes dont le montant est inférieur ou égal au montant indiqué (laissez vide pour ne pas activer cette condition)

source: Up2pay e-Transactions offer subscribed
fr_fr: Offre Up2pay e-Transactions souscrite

source: Site number
fr_fr: Numéro du site

source: Site number provided by E-Transactions.
fr_fr: Le numéro du site (sur 7 positions, ex: 1999888) vous est fourni par e-Transactions lors de l'ouverture.

source: Rank number
fr_fr: Rang

source: Rank number provided by E-Transactions (two last digits).
fr_fr: Numéro de rang fourni par e-Transactions lors de l'ouverture (sur 3 positions, ex: 001).

source: Login
fr_fr: Identifiant

source: Internal login provided by E-Transactions.
fr_fr: Votre identifiant vous est fourni par e-Transactions lors de l'ouverture.

source: Secrete HMAC key to create using the E-Transactions interface.
fr_fr: Clé secrète HMAC à générer puis activer dans votre Back-Office e-Transactions.

source: Technical settings
fr_fr: Configuration technique

source: IPN IPs
fr_fr: Adresses IP de l’IPN

source: A coma separated list of E-Transactions IPN IPs.
fr_fr: IP des serveurs e-Transactions autorisés, séparées par des virgules, pour la réception des Notifications Instantanées de Paiement.

source: Enable some debugging information
fr_fr: Activer les informations de débogage

source: This is a debug view. Click continue to be redirected to E-Transactions payment page.
fr_fr: Ceci est une vue de debug. Cliquer sur "continuer" pour être redirigé vers la page de paiement e-Transactions.

source: You will be redirected to the E-Transactions payment page. If not, please use the button bellow.
fr_fr: Vous serez redirigé vers la page de paiement e-Transactions. Si ce n'était pas le cas, merci d'utiliser le bouton ci dessous.

source: Continue...
fr_fr: Continuer...

source: Back
fr_fr: Retour

source: This is a debug view.
fr_fr: Ceci est une vue de debogage.

source: Display on your payment page
fr_fr: Afficher sur votre page de paiement

source: Display method
fr_fr: Affichage

source: Same as global configuration
fr_fr: Comme la configuration globale

source: Redirect method
fr_fr: Paiement en redirection

source: For some reason, the key has just been generated. please reenter the HMAC key to crypt it.
fr_fr: Pour une raison quelconque, la clé vient d'être générée. Entrez à nouveau la clé HMAC pour qu'elle soit cryptée.

source: File not exist!
fr_fr: Le fichier n'existe pas

source: Credit Agricole Settings
fr_fr: Paramètre Crédit Agricole

source: Credit Agricole
fr_fr: Crédit Agricole

source: Choose your mean of payment directly on secured payment page of Credit Agricole
fr_fr: Choisissez votre moyen de paiement sur les pages de paiement sécurisées du Crédit Agricole

source: Secured payment by Up2pay e-Transactions Crédit Agricole
fr_fr: Paiement sécurisé via Up2pay e-Transactions Crédit Agricole

source: Card type:
fr_fr: Type de carte:

source: Amount:
fr_fr: Montant :

source: Reference:
fr_fr: Référence:

source: Country of IP:
fr_fr: Pays de l'IP:

source: Processing date:
fr_fr: Date de traitement:

source: Card numbers:
fr_fr: Numéros de la carte:

source: Validity date:
fr_fr: Date de validité:

source: 3DS version:
fr_fr: Version 3DS:

source: Call:
fr_fr: Appel:

source: Authorization:
fr_fr: Autorisation:

source: Payment information
fr_fr: Informations sur le paiement

source: Capture information
fr_fr: Informations sur la capture

source: Up2pay e-Transactions Crédit Agricole 3 times
fr_fr: Offre paiement en 3 fois Up2pay e-Transactions Crédit Agricole

source: Secured 3 times payment by Up2pay e-Transactions Crédit Agricole
fr_fr: Paiement en 3 fois sécurisé via Up2pay e-Transactions Crédit Agricole

source: First debit:
fr_fr: Premier paiement:

source: Not achieved
fr_fr: Non traité

source: Second debit:
fr_fr: Seconde échéance:

source: Third debit:
fr_fr: Troisième échéance:

source: E-Transactions not available. Please try again later.
fr_fr: e-Transactions n'est pas disponible. Merci d'essayer plus tard.

source: Invalid decrypted reference "%s"
fr_fr: Référence décryptée invalide "%s"

source: Previous plugin already installed. deactivate the previous one first.
fr_fr: Une version précédente de l'extension e-Transactions a été détectée. désactivez la version précédente avant d'activer celle-ci.

source: WooCommerce must be activated.
fr_fr: WooCommerce doit être activé.

source: Up2pay e-Transactions gateway payment plugins for WooCommerce
fr_fr: Extension Up2pay e-Transactions - passerelle de paiement pour WooCommerce
